{"Vocabulary":["{Bad!}","hi","!","how","have","you","been","a","christmas","by","charles","download","free","ebooks","of","classic","literature",",","books","novels","at","planet","ebook",".","subscribe","to","our","and","email","newsletter","\fi","endeavoured","in","this","ghostly","little","book","raise","ghost","an","idea","which","shall","not","put","my","readers","out","humour","with","themselves","each","other","the","season","me","may","it","haunt","their","houses","pleasantly","no","wish","lay","faithful","friend","servant","c","d","december","1843","sons","\fstave","1:","marley’s","arley","was","dead:","begin","there","is","doubt","whatever","about","that","register","his","burial","clergyman","clerk","undertaker","mourner","scrooge","signed","scrooge’s","name","upon","‘change","for","anything","he","chose","hand","old","marley","as","dead","door","-","nail","mind","i","don’t","mean","say","know","own","knowledge","what","particularly","might","inclined","myself","regard","coffin","deadest","piece","ironmongery","trade","but","wisdom","ancestors","simile;","hands","disturb","or","country’s","done","will","therefore","permit","repeat","emphatically","knew","?","course","did","be","otherwise","were","partners","many","years","sole","executor","administrator","assign","residuary","legatee","even","so","dreadfully","cut","up","sad","event","excellent","man","business","on","very","day","funeral","solemnised","undoubted","bargain","brings","back","point","from","\fbe","distinctly","understood","nothing","wonderful","can","story","am","going","relate","if","we","convinced","hamlet’s","father","died","before","play","began","would","more","remarkable","taking","stroll","night","easterly","wind","ramparts","than","any","middle","aged","rashly","turning","after","dark","breezy","spot","—","paul’s","churchyard","instance","literally","astonish","son’s","weak","never","painted","stood","afterwards","above","warehouse","door:","firm","known","sometimes","people","new","called","answered","names","all","same","him","oh","tight","fisted","grind","stone","squeezing","wrenching","grasping","scraping","clutching","covetous","sinner","hard","sharp","flint","steel","had","ever","struck","generous","fire;","secret","self","contained","solitary","oyster","within","froze","features","nipped","pointed","nose","shrivelled","cheek","stiffened","gait;","made","eyes","red","thin","lips","blue;","spoke","shrewdly","voice","frosty","rime","head","eyebrows","wiry","chin","carried","low","temperature","always","him;","iced","office","dogdays;","didn’t","thaw","one","degree","external","heat","cold","influence","warmth","could","warm","wintry","weather","chill","\fwind","blew","bitterer","falling","snow","intent","its","purpose","pelting","rain","less","open","entreaty","foul","where","heaviest","hail","sleet","advantage","over","only","respect","they","‘came","down’","handsomely","nobody","stopped","street","gladsome","looks","‘my","dear","are","when","come","see","’","beggars","implored","bestow","trifle","children","asked","o’clock","woman","once","life","inquired","way","such","place","blind","men’s","dogs","appeared","saw","coming","tug","owners","into","doorways","courts;","then","wag","tails","though","said","‘no","eye","better","evil","master","care","thing","liked","edge","along","crowded","paths","warning","human","sympathy","keep","distance","knowing","ones","call","‘nuts’","time","good","days","year","eve","sat","busy","countinghouse","bleak","biting","weather:","foggy","withal:","hear","court","outside","go","wheezing","down","beating","breasts","stamping","feet","pavement","stones","them","city","clocks","just","gone","three","quite","already","light","candles","flaring","windows","\foffices","like","ruddy","smears","palpable","brown","air","fog","came","pouring","every","chink","keyhole","dense","without","although","narrowest","opposite","mere","phantoms","dingy","cloud","drooping","obscuring","everything","thought","nature","lived","brewing","large","scale","counting","house","who","dismal","beyond","sort","tank","copying","letters","small","fire","clerk’s","much","looked","coal","couldn’t","replenish","kept","box","room;","shovel","necessary","part","wherefore","white","comforter","tried","candle;","effort","being","imagination","failed","‘a","merry","uncle","god","save","cried","cheerful","nephew","quickly","first","intimation","approach","‘bah","‘humbug","heated","himself","rapid","walking","frost","face","handsome;","sparkled","breath","smoked","again","‘christmas","humbug","‘you","sure","‘i","do","‘merry","right","\fyou","reason","poor","enough","‘come","returned","gaily","‘what","morose","you’re","rich","having","answer","ready","spur","moment","again;","followed","‘don’t","cross","else","‘when","live","world","fools","what’s","paying","bills","money;","finding","yourself","older","hour","richer;","balancing","item","‘em","through","round","months","presented","against","work","indignantly","‘every","idiot","goes","christmas’","should","boiled","pudding","buried","stake","holly","heart","‘uncle","pleaded","‘nephew","sternly","‘keep","your","let","mine","repeated","‘but","‘let","leave","alone","‘much","has","‘there","things","profited","dare","\fnephew","among","rest","apart","veneration","due","sacred","origin","belonging","time;","kind","forgiving","charitable","pleasant","time:","long","calendar","men","women","seem","consent","shut","hearts","freely","think","below","really","fellow","passengers","grave","race","creatures","bound","journeys","scrap","gold","silver","pocket","believe","good;","bless","involuntarily","applauded","becoming","immediately","sensible","impropriety","poked","extinguished","last","frail","spark","another","sound","you’ll","losing","situation","powerful","speaker","sir","added","wonder","parliament","angry","dine","us","tomorrow","yes","indeed","went","whole","length","expression","extremity","why","‘why","get","married","‘because","fell","love","growled","ridiculous","\fry","‘good","afternoon","‘nay","happened","give","now","want","you;","ask","cannot","friends","sorry","find","resolute","quarrel","party","trial","homage","‘and","happy","left","room","word","notwithstanding","outer","greetings","warmer","scrooge;","cordially","‘there’s","muttered","overheard","him:","fifteen","shillings","week","wife","family","talking","i’ll","bedlam","lunatic","letting","portly","gentlemen","behold","hats","off","papers","bowed","‘scrooge","gentlefree","\fmen","referring","list","‘have","pleasure","mr","‘mr","these","seven","replied","‘he","ago","‘we","liberality","well","represented","surviving","partner","gentleman","presenting","credentials","certainly","was;","two","kindred","spirits","ominous","‘liberality","frowned","handed","‘at","festive","pen","‘it","usually","desirable","make","some","slight","provision","destitute","suffer","greatly","present","thousands","common","necessaries;","hundreds","comforts","‘are","prisons","‘plenty","laying","union","workhouses","demanded","still","operation","‘they","‘the","treadmill","law","full","vigour","‘both","‘oh","afraid","something","occurred","stop","useful","‘i’m","glad","\f‘under","impression","scarcely","furnish","christian","cheer","body","multitude","few","endeavouring","fund","buy","meat","drink","means","choose","because","others","keenly","felt","abundance","rejoices","‘nothing","anonymous","‘since","can’t","afford","help","support","establishments","mentioned","cost","enough;","those","must","‘many","there;","rather","die","‘if","decrease","surplus","population","besides","excuse","observed","‘it’s","understand","people’s","occupies","constantly","seeing","clearly","useless","pursue","withdrew","labours","improved","opinion","facetious","temper","usual","meanwhile","darkness","thickened","peofree","\fple","ran","links","proffering","services","horses","carriages","conduct","ancient","tower","church","whose","gruff","peeping","slily","window","wall","became","invisible","quarters","clouds","tremulous","vibrations","teeth","chattering","frozen","intense","main","corner","labourers","repairing","gaspipes","lighted","great","brazier","ragged","boys","gathered:","warming","winking","blaze","rapture","water","plug","solitude","overflowing","congealed","turned","misanthropic","ice","shops","sprigs","berries","crackled","lamp","pale","faces","passed","poulterers’","grocers’","trades","joke;","glorious","pageant","next","impossible","dull","principles","lord","mayor","stronghold","mighty","mansion","gave","orders","fifty","butlers","mayor’s","household","should;","tailor","whom","five","previous","monday","drunk","bloodthirsty","streets","stirred","morrow’s","garret","while","lean","baby","sallied","beef","foggier","yet","colder","piercing","searching","saint","dunstan","\fnose","touch","instead","familiar","weapons","roared","lusty","owner","scant","young","mumbled","hungry","bones","gnawed","stooped","regale","carol:","‘god","dismay","seized","ruler","energy","action","singer","fled","terror","leaving","congenial","shutting","arrived","ill","dismounted","stool","tacitly","admitted","fact","expectant","instantly","snuffed","candle","hat","‘you’ll","morrow","suppose","convenient","it’s","fair","half","crown","you’d","used","smiled","faintly","pay","day’s","wages","picking","man’s","twentyfifth","buttoning","here","earlier","morning","\fthe","promised","would;","growl","closed","twinkling","ends","dangling","waist","","(","boasted","coat",")","slide","cornhill","end","lane","times","honour","home","camden","town","pelt","blindman’s","buff","took","melancholy","dinner","tavern;","read","newspapers","beguiled","evening","banker’s","bed","chambers","belonged","deceased","gloomy","suite","rooms","lowering","pile","building","yard","run","hide","seek","forgotten","dreary","offices","fain","grope","hung","black","gateway","seemed","genius","mournful","meditation","threshold","knocker","except","also","seen","during","residence","place;","fancy","\fin","london","including","corporation","aldermen","livery","borne","bestowed","since","mention","years’","explain","key","lock","undergoing","intermediate","process","change","impenetrable","shadow","objects","bad","lobster","cellar","ferocious","look:","spectacles","forehead","hair","curiously","hot","air;","wide","perfectly","motionless","livid","colour","horrible;","horror","spite","control","fixedly","phenomenon","startled","blood","conscious","terrible","sensation","stranger","infancy","untrue","relinquished","sturdily","walked","pause","moment’s","irresolution","door;","look","cautiously","behind","expected","terrified","sight","\fpigtail","sticking","hall","screws","nuts","‘pooh","pooh","bang","resounded","thunder","cask","wine","cellars","separate","peal","echoes","frightened","fastened","across","stairs;","slowly","too:","trimming","talk","vaguely","driving","coach","six","flight","stairs","act","parliament;","got","hearse","staircase","taken","broadwise","splinter","towards","balustrades:","easy","plenty","width","spare;","perhaps","locomotive","gloom","dozen","gas","lamps","wouldn’t","entry","too","dip","caring","button","cheap","recollection","desire","sitting","bedroom","lumber","under","table","sofa;","grate;","spoon","basin","ready;","\fpan","gruel","hob","bed;","closet;","dressing","gown","hanging","attitude","fireguards","shoes","fish","baskets","washing","stand","legs","poker","satisfied","locked","double","custom","secured","surprise","cravat;","slippers","nightcap;","take","indeed;","obliged","sit","close","brood","extract","least","handful","fuel","fireplace","built","dutch","merchant","paved","quaint","tiles","designed","illustrate","scriptures","cains","abels","pharaohs’","daughters;","sheba","angelic","messengers","descending","feather","beds","abrahams","belshazzars","apostles","putting","sea","butter","boats","attract","thoughts","prophet’s","rod","swallowed","smooth","tile","blank","power","shape","picture","surface","disjointed","fragments","copy","several","turns","threw","\fhead","chair","glance","bell","disused","communicated","chamber","highest","astonishment","strange","inexplicable","dread","swing","swung","softly","outset","sound;","soon","rang","loudly","lasted","minute","bells","ceased","begun","together","succeeded","clanking","noise","below;","person","dragging","heavy","casks","merchant’s","remembered","heard","ghosts","haunted","described","chains","flew","booming","louder","floors","straight","won’t","changed","dying","flame","face:","pigtail","waistcoat","tights","boots;","tassels","latter","bristling","skirts","chain","drew","clasped","\fit","wound","tail;","closely","cash","boxes","keys","padlocks","ledgers","deeds","purses","wrought","transparent;","observing","looking","buttons","often","bowels","believed","until","nor","phantom","standing","chilling","death","eyes;","marked","texture","folded","wrapper","before;","incredulous","senses","‘how","caustic","‘who","‘ask","raising","‘you’re","particular","shade","‘to","substituted","appropriate","‘in","jacob","‘can","doubtfully","‘do","question","\fwhether","transparent","condition","chair;","involve","necessity","embarrassing","explanation","evidence","reality","affects","disorder","stomach","makes","cheats","undigested","bit","blot","mustard","crumb","cheese","fragment","underdone","potato","there’s","gravy","habit","cracking","jokes","feel","waggish","truth","smart","distracting","attention","keeping","terror;","spectre’s","disturbed","marrow","staring","fixed","glazed","silence","deuce","awful","provided","infernal","atmosphere","case;","agitated","oven","\f‘you","toothpick","returning","charge","assigned;","wishing","second","divert","vision’s","gaze","‘notwithstanding","‘well","swallow","persecuted","legion","goblins","creation","tell","spirit","raised","frightful","cry","shook","appalling","held","swoon","greater","bandage","wear","indoors","lower","jaw","dropped","breast","knees","‘mercy","‘dreadful","apparition","trouble","‘man","worldly","walk","earth","required","‘that","abroad","fellowmen","travel","far","wide;","forth","condemned","doomed","\fwander","woe","share","shared","happiness","spectre","wrung","shadowy","fettered","trembling","‘tell","forged","link","yard;","girded","wore","pattern","trembled","‘or","pursued","weight","strong","coil","bear","eves","laboured","ponderous","glanced","floor","expectation","surrounded","fathoms","iron","cable:","‘jacob","imploringly","‘old","speak","comfort","none","comes","regions","ebenezer","conveyed","ministers","kinds","permitted","stay","linger","anywhere","mark","roved","narrow","limits","money","changing","hole;","weary","lie","whenever","thoughtful","breeches","pockets","pondering","getting","slow","manner","deference","‘slow","‘seven","mused","travelling","peace","incessant","torture","remorse","fast","‘on","wings","quantity","ground","hearing","set","clanked","hideously","ward","justified","nuisance","captive","ironed","‘not","ages","labour","pass","eternity","susceptible","developed","working","kindly","sphere","mortal","short","vast","usefulness","space","regret","amends","life’s","opportunity","misused","\f‘but","faltered","apply","‘business","wringing","‘mankind","welfare","business;","charity","mercy","forbearance","benevolence","dealings","drop","comprehensive","ocean","arm’s","cause","unavailing","grief","flung","heavily","rolling","most","crowds","beings","star","led","wise","abode","homes","conducted","dismayed","rate","quake","exceedingly","‘hear","nearly","flowery","pray","appear","beside","agreeable","shivered","perspiration","brow","penance","warn","hope","escaping","fate","chance","procuring","\f‘thank","‘ee","resumed","‘by","countenance","almost","‘is","faltering","i’d","‘without","visits","shun","path","tread","expect","tolls","‘couldn’t","hinted","‘expect","third","stroke","vibrate","more;","sake","remember","words","jaws","brought","found","supernatural","confronting","erect","arm","backward","step","itself","reached","beckoned","\fapproach","nearer","obedience","fear:","noises","incoherent","sounds","lamentation","regret;","wailings","inexpressibly","sorrowful","accusatory","listening","joined","dirge;","floated","window:","desperate","curiosity","filled","wandering","hither","thither","restless","haste","moaning","ghost;","guilty","governments","linked","together;","personally","lives","monstrous","safe","ankle","piteously","unable","assist","wretched","infant","misery","sought","interfere","matters","lost","whether","faded","mist","enshrouded","voices","examined","entered","\fhad","bolts","undisturbed","syllable","emotion","undergone","fatigues","glimpse","conversation","lateness","need","repose;","undressing","asleep","instant","2:","hen","awoke","distinguish","opaque","walls","pierce","ferret","chimes","neighbouring","four","listened","eight","regularly","twelve;","twelve","past","clock","wrong","icicle","works","touched","spring","repeater","correct","preposterous","pulse","beat","isn’t","possible","sun","noon","alarming","scrambled","groped","sleeve","anything;","\fhe","extremely","fro","making","stir","beaten","bright","possession","relief","‘three","exchange","order","become","united","states","security","count","perplexed","bothered","resolved","mature","inquiry","dream","released","position","andpresented","worked","‘was","state","chime","threequarters","sudden","hadwarned","visitation","awake","considering","sleep","heaven","wisest","resolution","quarter","sunk","doze","unconsciously","missed","broke","ear","‘ding","dong","\f‘a","‘half","triumphantly","sounded","deep","hollow","curtains","drawn","aside","addressed","aside;","starting","recumbent","unearthly","visitor","them:","elbow","figure","child:","child","viewed","medium","appearance","receded","view","diminished","proportions","neck","age;","wrinkle","tenderest","bloom","skin","arms","muscular;","hold","uncommon","strength","delicately","formed","upper","members","bare","\fwore","tunic","purest","lustrous","belt","sheen","beautiful","branch","fresh","green","hand;","singular","contradiction","emblem","trimmed","summer","flowers","strangest","clear","jet","visible;","doubtless","occasion","using","moments","extinguisher","cap","increasing","steadiness","quality","glittered","fluctuated","distinctness:","leg","twenty","pair","body:","dissolving","parts","outline","visible","wherein","melted","away","distinct","foretold","soft","gentle","singularly","‘long","scrooge:","observant","\fstature","told","anybody","special","cap;","begged","covered","exclaimed","‘would","passions","force","trains","reverently","disclaimed","intention","offend","wilfully","bonneted","period","bold","inquire","‘your","expressed","thinking","unbroken","conducive","reclamation","heed","gently","‘rise","vain","plead","adapted","pedestrian","purposes;","thermometer","freezing;","clad","lightly","grasp","\fhand","resisted","rose:","robe","supplication","remonstrated","liable","fall","‘bear","upheld","spoken","country","road","fields","entirely","vanished","vestige","winter","clasping","bred","boy","gazed","mildly","instantaneous","sense","feeling","thousand","odours","floating","hopes","joys","lip","unusual","catching","pimple;","lead","recollect","‘remember","fervour;","blindfold","‘strange","recognising","gate","post","tree;","market","bridge","river","shaggy","ponies","trotting","backs","gigs","carts","driven","farmers","shouted","broad","music","crisp","laughed","‘these","shadows","consciousness","jocund","travellers","on;","named","rejoiced","bounds","glisten","leap","gladness","parted","roads","bye","ways","school","deserted","neglected","sobbed","high","approached","brick","weathercock","surmounted","cupola","roof","\fhanging","broken","fortunes;","spacious","damp","mossy","gates","decayed","fowls","clucked","strutted","stables;","sheds","grass","retentive","within;","entering","glancing","doors","poorly","furnished","earthy","savour","chilly","bareness","associated","somehow","eat","opened","disclosed","barer","lines","plain","deal","forms","desks","reading","near","feeble","form","wept","latent","echo","squeak","mice","panelling","drip","thawed","spout","leafless","boughs","despondent","poplar","idle","swinging","empty","store","clicking","softening","freer","passage","tears","younger","suddenly","foreign","garments:","wonderfully","real","axe","stuck","\fleading","bridle","ass","laden","wood","ali","baba","ecstasy","honest","yonder","valentine","wild","brother","orson;","drawers","damascus;","sultan’s","groom","upside","serve","i’m","princess","expending","earnestness","subjects","extraordinary","between","laughing","crying;","heightened","excited","face;","parrot","‘green","yellow","tail","lettuce","growing","head;","robin","crusoe","sailing","island","‘poor","dreaming","wasn’t","friday","running","creek","halloa","hoop","hallo","rapidity","transition","character","pity","former","drying","late","matter","singing","carol","given","something:","that’s","thoughtfully","waved","hand:","saying","grew","larger","darker","dirty","shrunk","cracked;","plaster","ceiling","naked","laths","shown","instead;","correct;","so;","jolly","holidays","despairingly","shaking","anxiously","opened;","girl","darting","her","kissing","‘dear","bring","clapping","tiny","bending","laugh","‘home","fan","‘yes","brimful","glee","kinder","home’s","sent","opening","here;","we’re","merriest","she","clapped","tiptoe","embrace","drag","childish","eagerness","accompanied","‘bring","schoolmaster","glared","condescension","sister","veriest","shivering","bestparlour","maps","celestial","terrestrial","globes","waxy","produced","decanter","block","cake","administered","instalments","dainties","people:","sending","meagre","offer","postboy","tap","tasted","trunk","\ftime","tied","top","chaise","bade","willingly;","drove","garden","sweep:","quick","wheels","dashing","hoar","leaves","evergreens","spray","‘always","delicate","creature","withered","‘so","gainsay","forbid","‘she","‘one","‘true","uneasy","mind;","briefly","thoroughfares","repassed;","coaches","battle","strife","tumult","certain","‘know","apprenticed","wig","desk","inches","taller","knocked","\fceiling","fezziwig","heart;","laid","rubbed","hands;","adjusted","capacious","waistcoat;","shows","organ","benevolence;","comfortable","oily","fat","jovial","‘yo","ho","dick","grown","briskly","prentice","‘dick","wilkins","‘bless","attached","let’s","shutters","clap","jack","robinson","fellows","charged","places","barred","pinned","nine","panting","‘hilli","skipping","agility","‘clear","lads","lots","hilli","chirrup","\fcleared","cleared","packed","dismissed","public","evermore;","swept","watered","heaped","snug","dry","ball","winter’s","fiddler","lofty","orchestra","tuned","aches","mrs","substantial","smile","miss","fezziwigs","beaming","lovable","followers","housemaid","cousin","baker","cook","brother’s","milkman","suspected","board","master;","trying","proved","ears","mistress","another;","shyly","boldly","gracefully","awkwardly","pushing","pulling;","anyhow","everyhow","couples","once;","way;","various","stages","grouping;","couple","bottom","result","\fclapping","dance","plunged","pot","porter","especially","scorning","reappearance","dancers","exhausted","shutter","bran","perish","dances","forfeits","negus","roast","mince","pies","beer","effect","artful","dog","roger","de","coverley","too;","stiff","them;","partners;","trifled","with;","notion","twice","ah","match","worthy","term","praise","higher","use","positive","issue","fezziwig’s","calves","shone","moons","predicted","\fdance;","advance","retire","both","curtsey","corkscrew","thread","needle","deftly","wink","stagger","eleven","domestic","stations","side","individually","wished","everybody","retired","prentices","thus","beds;","counter","shop","acted","wits","soul","scene","corroborated","enjoyed","agitation","burnt","silly","gratitude","‘small","echoed","listen","apprentices","spent","pounds","\fmortal","money:","deserves","remark","speaking","render","unhappy;","service","burdensome;","toil","lies","looks;","insignificant","up:","gives","fortune","spirit’s","‘something","insisted","able","utterance","wish;","grows","‘quick","immediate","now;","harsh","rigid","years;","signs","avarice","eager","greedy","motion","showed","passion","root","tree","mourning","dress:","idol","displaced","me;","grieve","rejoined","golden","‘this","dealing","poverty;","professes","condemn","severity","pursuit","wealth","fear","merged","sordid","reproach","nobler","aspirations","gain","engrosses","retorted","‘even","wiser","‘am","‘our","contract","content","improve","patient","industry","impatiently","tells","\fare","fraught","release","nature;","altered","spirit;","life;","worth","value","him;’","try","win","yield","justice","supposition","struggle","gladly","‘heaven","knows","learned","irresistible","yesterday","dowerless","confidence","weigh","gain:","choosing","false","guiding","principle","repentance","surely","follow","do;","speak;","memory","pain","brief","dismiss","unprofitable","chosen","‘spirit","show","delight","relentless","pinioned","forced","observe","handsome","matron","daughter","tumultuous","count;","unlike","celebrated","herd","poem","forty","conducting","consequences","uproarious","belief;","care;","contrary","mother","heartily","much;","beginning","mingle","sports","pillaged","brigands","ruthlessly","rude","\fno","braided","torn","down;","precious","shoe","plucked","measuring","sport","it;","punishment","lips;","lashes","downcast","loose","waves","inch","keepsake","price:","confess","lightest","licence","knocking","rush","ensued","plundered","dress","centre","boisterous","group","greet","attended","presents","shouting","struggling","onslaught","defenceless","scaling","chairs","ladders","dive","despoil","paper","parcels","cravat","hug","pommel","kick","irrepressible","affection","shouts","development","received","announcement","doll’s","frying","pan","mouth","\fa","fictitious","turkey","glued","wooden","platter","alarm","joy","indescribable","alike","degrees","emotions","parlour","stair","house;","subsided","attentively","fondly","fireside;","graceful","promise","haggard","dim","‘belle","husband","yours","‘guess","tut","window;","inside","hear;","remove","blame","\f‘remove","‘leave","longer","resistance","adversary","burning","bright;","dimly","connecting","pressed","beneath","form;","flood","overcome","drowsiness;","further","parting","squeeze","relaxed;","barely","reel","sank","3:","waking","prodigiously","tough","snore","restored","nick","especial","holding","conference","messenger","despatched","intervention","uncomfortably","draw","established","challenge","nervous","plume","acquainted","move","equal","express","range","capacity","adventure","pitch","toss","manslaughter;","extremes","venturing","hardily","\fon","field","appearances","rhinoceros","astonished","prepared","nothing;","consequently","violent","fit","minutes","ten","core","streamed","proclaimed","hour;","powerless","meant","at;","apprehensive","case","spontaneous","combustion","consolation","however","first;","predicament","ought","unquestionably","source","adjoining","whence","tracing","shine","shuffled","enter","obeyed","surprising","transformation","\fand","living","perfect","grove;","glistened","mistletoe","ivy","reflected","mirrors","scattered","chimney","petrification","hearth","throne","turkeys","geese","game","poultry","brawn","joints","sucking","pigs","wreaths","sausages","plum","puddings","barrels","oysters","chestnuts","cherry","cheeked","apples","juicy","oranges","luscious","pears","immense","twelfth","cakes","seething","punch","steam","couch","giant","bore","glowing","torch","plenty’s","horn","shed","timidly","dogged","been;","meet","‘look","clothed","mantle","bordered","fur","garment","loosely","\fwas","disdaining","warded","concealed","artifice","observable","ample","folds","bare;","covering","wreath","shining","icicles","curls","free;","genial","sparkling","unconstrained","demeanour","joyful","antique","scabbard;","sheath","eaten","rust","‘never","family;","meaning","elder","brothers","born","later","‘more","eighteen","hundred","tremendous","provide","rose","submissively","compulsion","lesson","teach","profit","‘touch","fruit","glow","severe","rough","brisk","unpleasant","front","dwellings","mad","plumping","artificial","storms","fronts","blacker","contrasting","sheet","roofs","dirtier","deposit","ploughed","waggons;","furrows","crossed","recrossed","branched","off;","intricate","channels","trace","thick","mud","icy","sky","shortest","choked","particles","descended","shower","sooty","atoms","chimneys","britain","caught","blazing","hearts’","climate","cheerfulness","brightest","diffuse","shovelling","housetops","glee;","calling","parapets","exchanging","snowball","natured","missile","\fwordy","jest","fruiterers’","radiant","glory","bellied","shaped","waistcoats","lolling","tumbling","apoplectic","opulence","faced","spanish","onions","fatness","growth","friars","shelves","slyness","girls","demurely","clustered","blooming","pyramids;","grapes","shopkeepers’","conspicuous","hooks","mouths","gratis","passed;","piles","filberts","recalling","fragrance","walks","woods","shufflings","leaves;","norfolk","biffins","squab","swarthy","setting","lemons","compactness","persons","urgently","entreating","beseeching","bags","choice","fruits","bowl","stagnant","blooded","excitement","one;","\fsuch","glimpses","scales","twine","roller","company","canisters","rattled","juggling","tricks","blended","scents","tea","coffee","grateful","raisins","plentiful","rare","almonds","sticks","cinnamon","spices","delicious","caked","spotted","molten","sugar","coldest","lookers","faint","subsequently","bilious","figs","moist","pulpy","french","plums","blushed","modest","tartness","highlydecorated","dress;","customers","hopeful","tumbled","crashing","wicker","wildly","purchases","fetch","committed","mistakes","best","possible;","grocer","polished","aprons","worn","general","inspection","daws","steeples","chapel","flocking","clothes","gayest","emerged","scores","lanes","nameless","turnings","innumerable","carrying","\fdinners","baker’","interest","baker’s","doorway","covers","bearers","sprinkled","incense","dinners","carriers","jostled","drops","directly","bakers","shadowing","progress","cooking","wet","oven;","peculiar","flavour","sprinkle","needs","worlds","cramp","opportunities","enjoyment","deprive","dining","seventh","‘wouldn’t","‘forgive","claim","pride","hatred","envy","bigotry","kith","kin","doings","suburbs","size","accommodate","showing","hearty","clerk’s;","robe;","\fto","bob","cratchit’s","dwelling","sprinkling","pocketed","saturdays","copies","name;","blessed","roomed","cratchit","dressed","brave","ribbons","goodly","cloth","assisted","belinda","daughters","ribbons;","peter","fork","saucepan","potatoes","corners","shirt","collar","private","property","conferred","son","heir","gallantly","attired","yearned","linen","fashionable","parks","smaller","cratchits","tearing","screaming","smelt","goose","own;","basking","luxurious","sage","onion","danced","exalted","skies","proud","collars","bubbling","lid","peeled","tim","martha","‘here’s","appearing","\f‘here’s","‘hurrah","alive","shawl","bonnet","officious","zeal","‘we’d","finish","‘sit","ye","everywhere","‘hide","hid","herself","exclusive","fringe","threadbare","darned","brushed","seasonable;","shoulder","alas","crutch","limbs","supported","frame","where’s","declension","spirits;","tim’s","horse","rampant","disappointed","prematurely","\fhustled","wash","copper","behave","rallied","credulity","heart’s","‘as","gets","thinks","hoped","cripple","lame","bob’s","active","escorted","cuffs","capable","shabby","mixture","jug","gin","simmer;","ubiquitous","procession","bustle","rarest","birds;","feathered","swan","\fgravy","beforehand","hissing","mashed","incredible","sweetened","apple","sauce;","dusted","plates;","table;","forgetting","mounting","posts","crammed","spoons","shriek","turn","helped","dishes","grace","breathless","carving","knife","plunge","breast;","gush","stuffing","issued","murmur","handle","feebly","hurrah","cooked","tenderness","cheapness","themes","admiration","eked","sauce","sufficient","surveying","atom","bone","dish","hadn’t","ate","youngest","steeped","plates","witnesses","\fbreak","somebody","stolen","sorts","horrors","supposed","smell","eating","pastrycook’s","laundress’s","flushed","smiling","proudly","speckled","cannon","quartern","ignited","brandy","bedight","regarded","greatest","success","achieved","marriage","doubts","flour","flat","heresy","hint","compound","considered","circle","display","glass","tumblers","custard","cup","stuff","goblets","done;","served","sputtered","cracked","noisily","dears","re","father’s","loved","dreaded","vacant","seat","preserved","remain","unaltered","future","spared","‘will","penitence","adamant","forbear","wicked","cant","discovered","decide","worthless","millions","leaf","pronouncing","dust","bent","ghost’s","rebuke","cast","speedily","bob;","‘i’ll","founder","feast","reddening","he’d","appetite","drinks","health","odious","stingy","unfeeling","robert","mild","he’ll","drank","toast","proceedings","heartiness","twopence","ogre","\fshadow","dispelled","merrier","baleful","obtained","sixpence","weekly","tremendously","peter’s","deliberating","investments","favour","receipt","bewildering","income","apprentice","milliner’s","hours","stretch","abed","rest;","holiday","countess","tall","peter;","pulled","round;","song","plaintive","sang","dressed;","proof;","likely","pawnbroker’s","\fwith","contented","happier","snowing","heavily;","brightness","roaring","fires","kitchens","parlours","flickering","preparations","cosy","baking","sisters","cousins","uncles","aunts","guests","assembling;","hooded","booted","tripped","neighbour’s","witches","judged","numbers","friendly","gatherings","welcome","expecting","piling","blessings","exulted","bared","breadth","palm","outpouring","harmless","mirth","reach","lamplighter","\fbefore","dotting","dusky","specks","spend","somewhere","kenned","desert","moor","masses","giants;","spread","listed","prisoner;","moss","furze","rank","west","streak","fiery","desolation","sullen","frowning","darkest","miners","hut","swiftly","advanced","passing","assembled","children’s","decked","attire","seldom","howling","barren","waste","chorus","blithe","loud;","\fsank","tarry","sped","whither","land","rocks","deafened","thundering","rolled","raged","dreadful","caverns","fiercely","undermine","reef","sunken","league","shore","waters","chafed","dashed","lighthouse","heaps","weed","clung","base","storm","birds","skimmed","watched","loophole","ray","joining","grog;","damaged","ship","be:","sturdy","gale","helmsman","wheel","bow","officers","watch;","figures","stations;","hummed","tune","\flow","companion","bygone","homeward","sleeping","extent","festivities;","cared","delighted","solemn","lonely","unknown","abyss","depths","secrets","death:","engaged","recognise","nephew’s","gleaming","approving","affability","‘ha","ha","happen","unlikely","blest","introduce","cultivate","acquaintance","noble","adjustment","infection","disease","sorrow","irresistibly","contagious","laughter","way:","sides","twisting","extravagant","contortions:","niece","\ffriends","behindhand","lustily","shame","fred","women;","halves","earnest","pretty:","pretty","dimpled","surprised","capital","ripe","kissed","dots","laughed;","sunniest","creature’s","altogether","provoking","know;","satisfactory","‘he’s","comical","truth:","offences","carry","hasn’t","satisfaction","benefit","patience","niece’s","ladies","\f‘oh","suffers","whims","takes","dislike","consequence","lose","‘indeed","loses","interrupted","allowed","competent","judges","dinner;","dessert","lamplight","haven’t","faith","housekeepers","topper","bachelor","outcast","subject","whereat","plump","lace","tucker:","roses","finishes","begins","revelled","aromatic","vinegar;","unanimously","harm","\fpleasanter","companions","either","mouldy","dusty","likes","rail","dies","defy","finds","puts","vein","something;","thoroughly","encouraged","merriment","bottle","joyously","musical","catch","assure","you:","bass","swell","veins","played","harp;","tunes","simple","nothing:","learn","whistle","fetched","boarding","reminded","strain","softened","kindnesses","\fhands","resorting","sexton’s","spade","devote","forfeits;","boots","nephew;","tucker","outrage","irons","bumping","piano","smothering","wherever","fallen","feint","seize","understanding","direction","fair;","her;","silken","rustlings","flutterings","escape;","execrable","pretending","identity","pressing","finger","neck;","\fvile","confidential","footstool","alphabet","hollow:","wholly","guess","loud","guessed","sharpest","whitechapel","sharper","blunt","pleased","mood","departed","‘here","what;","answering","questions","questioning","\fposed","elicited","animal","disagreeable","savage","grunted","talked","menagerie","cow","bull","tiger","pig","cat","burst","roar","laughter;","tickled","sofa","stamp","similar","sentiment","objected","reply","‘yes;’","inasmuch","negative","diverted","supposing","tendency","ungrateful","mulled","moment;","\ftake","nevertheless","imperceptibly","gay","pledged","unconscious","return","thanked","inaudible","speech","travels","visited","sick","cheerful;","lands","home;","hope;","poverty","almshouse","hospital","jail","misery’s","refuge","authority","blessing","taught","precepts","night;","condensed","outward","noticed","grey","spirits’","globe","\f‘to","midnight","hark","drawing","ringing","intently","protruding","foot","claw","flesh","foldings","abject","hideous","miserable","scowling","wolfish;","prostrate","humility","youth","freshest","tints","stale","age","pinched","twisted","shreds","angels","enthroned","devils","lurked","menacing","degradation","perversion","humanity","grade","mysteries","monsters","horrible","started","appalled","fine","parties","enormous","magnitude","\f‘spirit","cling","appealing","fathers","ignorance","beware","written","doom","unless","writing","erased","deny","stretching","‘slander","admit","factious","purposes","worse","abide","resource","prediction","lifting","beheld","draped","4:","gravely","silently","knee;","moved","scatter","mystery","shrouded","outstretched","difficult","detach","stately","mysterious","presence","neither","onward","portion","contracted","feared","silent","hardly","pauses","giving","recover","thrilled","vague","uncertain","shroud","stretched","utmost","spectral","‘ghost","thankful","‘lead","city;","encompass","amongst","merchants;","hurried","chinked","conversed","\fgroups","watches","seals;","knot","he’s","‘last","snuff","yawn","pendulous","excrescence","gills","cock","yawning","‘left","pleasantry","speaker;’","volunteer","lunch","fed","disinterested","\fsaid","gloves","friend;","met","speakers","listeners","strolled","mixed","groups","glided","meeting","aye","business:","wealthy","importance","esteem:","is;","strictly","scratch","hey","‘cold","‘seasonable","skater","attach","conversations","apparently","trivial;","assured","\fpurpose","consider","bearing","province","connected","doubting","whomsoever","applied","moral","improvement","treasure","saw;","clue","solution","riddles","image;","accustomed","likeness","multitudes","poured","porch","however;","revolving","resolutions","quiet","roused","quest","fancied","reference","unseen","shudder","obscure","penetrated","recognised","repute","\fways","narrow;","drunken","slipshod","ugly","alleys","archways","cesspools","disgorged","dirt","straggling","streets;","reeked","crime","filth","den","infamous","resort","lowbrowed","beetling","pent","rags","bottles","greasy","offal","bought","piled","rusty","nails","hinges","files","weights","refuse","scrutinise","hidden","mountains","unseemly","corrupted","sepulchres","wares","dealt","charcoal","stove","bricks","haired","rascal","seventy","screened","curtaining","miscellaneous","tatters","line;","pipe","luxury","calm","retirement","bundle","slunk","similarly","recognition","charwoman","laundress","undertaker’s","joe","here’s","removing","an’t","strangers","till","skreeks","metal","believe;","matched","screen","raked","smoky","stem","stool;","crossing","elbows","defiance","odds","dilber","‘that’s","true","woman;","who’s","pick","holes","other’s","coats","\f‘no","‘very","loss","wanted","screw","natural","lifetime","gasping","truest","judgment","heavier","woman;’","depend","helping","ourselves","sin","gallantry","allow","breach","plunder","extensive","seal","pencil","brooch","severally","appraised","chalked","sums","total","account","\fother","doing","sheets","towels","apparel","fashioned","teaspoons","sugartongs","stated","weakness","ruin","penny","repent","liberal","knock","undo","unfastened","knots","dragged","roll","‘bed","‘ah","leaning","rings","lying","shan’t","reaching","coolly","oil","blankets","‘his","‘whose","else’s","\flikely","eh","stopping","fond","loiter","ache;","hole","wasted","wasting","‘putting","‘somebody","fool","calico","uglier","dialogue","grouped","spoil","scanty","afforded","detestation","disgust","demons","marketing","corpse","producing","flannel","bag","gains","shuddering","unhappy","tends","merciful","recoiled","bed:","uncurtained","dumb","announced","language","accuracy","impulse","anxious","rising","bereft","unwatched","unwept","uncared","steady","cover","carelessly","slightest","longed","withdraw","veil","thine","terrors","thou","hast","thy","command:","dominion","revered","honoured","canst","feature","released;","still;","true;","tender;","strike","springing","sow","immortal","pronounced","foremost","griping","cares","truly","gnawing","rats","fearful","trust","unmoved","feels","caused","agonised","‘show","beseech","wing;","withdrawing","revealed","daylight","eagerness;","\ftried","needle;","husband;","careworn","depressed","serious","ashamed","struggled","repress","embarrassed","‘bad","ruined","caroline","relents","amazed","miracle","relenting","truth;","prayed","forgiveness","sorry;","obtain","week’s","delay;","debt","transferred","merciless","creditor","successor","soften","lighter","hushed","brighter;","scrooge;’","feet;","nowhere","seated","noisy","statues","sewing","midst","dreamed","\f‘the","hurts","‘they’re","light;","‘past","slower","evenings","‘often","trouble:","grieved","praised","speed","sunday","‘sunday","\f‘yes","farther","cheerfully","lately","reconciled","talked;","kindness","distress","pleasantest","‘knew","‘everybody","\f‘heartily","card","delightful","surer","shouldn’t","‘only","‘get","grinning","forget","child;","easily","\fshook","essence","‘spectre","informs","different","thought:","visions","resorts","desired","besought","courts","hurry","occupation","stopped;","elsewhere","inexorable","underwent","hastened","furniture","wondering","paused","underneath","\fworthy","walled","houses;","overrun","weeds","vegetation’s","burying;","repleted","graves","exactly","‘before","‘answer","downward","‘men’s","courses","foreshadow","persevered","immovable","crept","went;","following","\fnot","intercourse","shake","it:’","intercedes","pities","strive","lessons","sponge","agony","detained","stronger","repulsed","prayer","reversed","alteration","phantom’s","hood","collapsed","dwindled","bedpost","5:","es","happiest","fluttered","intentions","sobbing","violently","conflict","folding","garments","mislaying","extravagance","crying","breath;","laocoon","stockings","\fas","angel","schoolboy","giddy","whoop","frisked","there:","winded","practice","splendid","illustrious","line","brilliant","laughs","month","i’ve","checked","transports","churches","lustiest","peals","clash","clang","hammer;","ding","ding;","hammer","mist;","stirring","piping","to;","heavenly","sky;","sweet","‘what’s","\fboy","loitered","‘eh","‘hallo","poulterer’s","lad","‘an","intelligent","they’ve","sold","prize","turkey:","big","buck","‘go","‘walk","er","shilling","shot","trigger","send","bon","whispered","rubbing","splitting","sends","miller","joke","wrote","address","write","waiting","arrival","patting","bird","snapped","sealing","wax","cab","chuckle","paid","recompensed","exceeded","chuckled","shaving","task","requires","stickingplaster","present;","humoured","blithest","pang","quickening","pace","pardon","goodness’","‘lord","\f‘if","please","farthing","payments","included","munificence","‘thank","thank","hurrying","patted","questioned","steps","courage","dash","nice","‘where","george","farm","orwell","ii","iii","iv","v","vi","vii","viii","ix","x","\fanimal","•","etext","roderick","da","jones","manor","hen−houses","popholes","ring","lantern","dancing","lurched","kicked","barrel","scullery","snoring","fluttering","buildings","major","boar","communicate","animals","barn","safely","exhibited","willingdon","beauty","everyone","hour's","platform","ensconced","straw","beam","stout","majestic−looking","benevolent","tushes","arrive","fashions","bluebell","jessie","pincher","hens","perched","window−sills","pigeons","rafters","sheep","cows","chew","cud","cart−horses","boxer","clover","hairy","hoofs","lest","motherly","mare","approaching","fourth","foal","beast","ordinary","stripe","somewhat","stupid","first−rate","intelligence","universally","respected","muriel","goat","benjamin","donkey","worst","tempered","cynical","remark−for","flies","sooner","openly","admitting","boxer;","sundays","paddock","orchard","grazing","lain","ducklings","filed","cheeping","foreleg","nestled","promptly","mollie","foolish","trap","mincing","daintily","chewing","lump","mane","hoping","plaited","warmest","finally","squeezed","purred","contentedly","throughout","major's","moses","tame","raven","slept","perch","throat","\"","comrades","duty","acquired","stall","ours","it:","laborious","food","bodies","strength;","slaughtered","cruelty","england","leisure","slavery:","simply","decent","dwell","soil","fertile","affording","enormously","number","inhabit","single","dignity","imagining","continue","produce","problems","summed","word−man","enemy","hunger","overwork","abolished","consumes","does","milk","eggs","pull","plough","rabbits","sets","minimum","prevent","starving","keeps","tills","dung","fertilises","gallons","breeding","throats","enemies","hatched","chickens","foals","old−you","confinements","rations","span","grumble","lucky","escapes","cruel","porkers","scream","come−cows","muscles","sell","knacker","boil","foxhounds","grow","toothless","ties","necks","drowns","nearest","pond","crystal","evils","tyranny","rid","a1most","overnight","overthrow","message","comrades:","rebellion","fix","remainder","generations","victorious","falter","argument","astray","prosperity","serves","interests","unity","comradeship","uproar","hindquarters","swift","saved","trotter","settled","vote","propose","meeting:","agreed","overwhelming","majority","dissentients","voted","merely","enmity","fighting","resemble","conquered","adopt","vices","alcohol","smoke","tobacco","engage","habits","tyrannise","clever","kill","describe","sows","sing","back−words","sung","hoarse","yourselves","beasts","clementine","la","cucaracha","ireland","clime","hearken","tyrant","o'erthrown","fruitful","trod","vanish","noses","harness","forever","whips","crack","riches","wheat","barley","oats","hay","beans","purer","sweeter","blow","freedom's","wildest","stupidest","picked","entire","preliminary","tries","unison","lowed","whined","bleated","whinnied","ducks","quacked","succession","continued","unfortunately","sprang","fox","gun","fly","6","pellets","hurriedly","sleeping−place","jumped","perches","nights","peacefully","early","march","activity","completely","outlook","prepare","teaching","organising","naturally","generally","cleverest","pre−eminent","boars","napoleon","sale","fierce−looking","berkshire","talker","reputation","vivacious","quicker","inventive","depth","male","squealer","cheeks","nimble","movements","arguing","whisking","persuasive","elaborated","teachings","complete","system","animalism","meetings","expounded","stupidity","apathy","loyalty","referred","elementary","remarks","feeds","starve","happens","anyway","difference","difficulty","was:","firmly","comrade","devoted","badge","slavery","liberty","harder","counteract","jones's","pet","spy","tale−bearer","claimed","existence","sugarcandy","mountain","situated","linseed","hedges","hated","tales","argue","persuade","disciples","accepted","teachers","arguments","unfailing","attendance","ended","anyone","farmer","disheartened","lawsuit","drinking","lounge","windsor","kitchen","occasionally","feeding","crusts","bread","soaked","dishonest","roofing","underfed","june","cutting","midsummer's","saturday","lion","midday","milked","rabbiting","bothering","feed","drawing−room","news","unfed","store−shed","bins","woke","lashing","directions","accord","planned","tormentors","butted","uprising","thrashing","maltreating","heels","cart−track","pursuing","triumph","happening","carpet","slipped","flapped","croaking","chased","five−barred","successfully","through:","expelled","theirs","boundaries","hiding","raced","wipe","traces","reign","harness−room","stables","open;","bits","nose−rings","dog−chains","knives","castrate","lambs","reins","halters","blinkers","degrading","nosebags","thrown","rubbish","capered","flames","manes","decorated","destroyed","ration","corn","biscuits","dawn","remembering","pasture","knoll","commanded","rushed","theirs−everything","gambolled","hurled","leaps","dew","mouthfuls","clods","scent","tour","surveyed","speechless","ploughland","hayfield","pool","spinney","halted","farmhouse","shoulders","file","disturbing","tiptoed","whisper","gazing","awe","unbelievable","mattresses","looking−glasses","horsehair","brussels","lithograph","queen","victoria","mantelpiece","lust","missing","remained","blue","ribbon","dressing−table","admiring","reproached","sharply","hams","hoof","−otherwise","unanimous","museum","breakfast","half−past","today","harvest","spelling","heap","pots","paint","brush","knuckles","bar","onwards","ladder","explained","studies","commandments","wall;",